Repository: CofficLab/GitOK
Catalog: Packages/GitOKCoreKit/Sources/GitOKCoreKit/Resources/GitAuth.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: SSH Credentials Required
zh_hans: 需要 SSH 凭据
zh_hk: 需要 SSH 憑據

source: GitOK cannot directly read the SSH passphrase for the current Git operation. Add the key to ssh-agent or macOS Keychain, then retry.
zh_hans: GitOK 无法在当前 Git 操作中直接读取 SSH passphrase。请把密钥加入 ssh-agent 或 macOS Keychain，然后重试。
zh_hk: GitOK 無法在目前 Git 操作中直接讀取 SSH passphrase。請把密鑰加入 ssh-agent 或 macOS Keychain，然後重試。

source: Remote URL
zh_hans: 远程地址
zh_hk: 遠端地址

source: SSH Host
zh_hans: SSH 主机
zh_hk: SSH 主機

source: Add Key
zh_hans: 添加密钥
zh_hk: 加入密鑰

source: Update known_hosts
zh_hans: 更新 known_hosts
zh_hk: 更新 known_hosts

source: Before running the known_hosts command, verify the host fingerprint published by the remote provider.
zh_hans: 执行 known_hosts 命令前，请先确认远程服务商公布的主机指纹可信。
zh_hk: 執行 known_hosts 命令前，請先確認遠端服務商公布的主機指紋可信。

source: Open .ssh Folder
zh_hans: 打开 .ssh 目录
zh_hk: 開啟 .ssh 目錄

source: Copy
zh_hans: 复制
zh_hk: 複製

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Retry
zh_hans: 重试
zh_hk: 重試
